import {IComment} from "../interfaces/comment.interface";

export const mockComments: IComment[] = [
    {
        postId: 1,
        id: 1,
        name: "Идентификатор labore ex и как труд",
        email: "Eliseo@gardner.biz",
        body: "Фильм оставил впечатление глубокого удовлетворения и размышлений. Время, проведенное за просмотром, было почти как погружение в другой мир, где каждый персонаж мудро обвиняет себя в своих поступках."
    },
    {
        postId: 1,
        id: 2,
        name: "Где правда, что они не желают подобного",
        email: "Jayne_Kuhic@sydney.com",
        body: "Фильм заставил задуматься о том, что ничто не приносит таких болевых ощущений, как удовольствие. Каждая сцена вызывала новые эмоции и внутренние раздумья, не предаваясь ложным пари."
    },
    {
        postId: 1,
        id: 3,
        name: "Ненависть adipisci rerum aut animi",
        email: "Nikita@garfield.biz",
        body: "Этот фильм выявляет глубину ненависти и обид, как отверстия в душе героев. Он заставляет зрителя осознать страдания персонажей и их внутренние борьбы, показывая истинные причины их действий."
    },
    {
        postId: 1,
        id: 4,
        name: "Псевдоним ненависть sit",
        email: "Lew@alysha.tv",
        body: "Фильм открывает сложную природу человеческих отношений и эмоциональных конфликтов. Он показывает, как часто мы отказываемся признавать свою вину и страх перед нашими собственными желаниями."
    },
    {
        postId: 1,
        id: 5,
        name: "Истинно, ничто не станет жертвой и вины",
        email: "Hayden@althea.biz",
        body: "Этот фильм исследует тему времени и удовольствия, показывая, что истинное удовлетворение можно найти в самых неожиданных моментах. Он приглашает зрителя задуматься о своих собственных жизненных пропорциях и ценностях."
    }
];

